Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Muhsin Khan.tmx
Source language: ar
Languages: en

source: قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون
en: Say (O Muhammad صلى الله عليه وسلم): "O people of the Scripture (Jews and Christians): Come to a word that is just between us and you, that we worship none but Allah (Alone), and that we associate no partners with Him, and that none of us shall take others as lords besides Allah . Then, if they turn away, say: "Bear witness that we are Muslims."

source: يا أهل الكتاب لم تحاجون في إبراهيم وما أنزلت التوراة والإنجيل إلا من بعده أفلا تعقلون
en: O people of the Scripture (Jews and Christians)! Why do you dispute about Ibrahim (Abraham), while the Taurat (Torah) and the Injeel (Gospel) were not revealed till after him? Have you then no sense?

source: ها أنتم هؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وأنتم لا تعلمون
en: Verily, you are those who have disputed about that of which you have knowledge. Why do you then dispute concerning that of which you have no knowledge? It is Allah Who knows, and you know not.

source: ما كان إبراهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين
en: Ibrahim (Abraham) was neither a Jew nor a Christian, but he was a true Muslim Hanifa (Islamic Monotheism - to worship none but Allah Alone) and he was not of Al-Mushrikun (See V.2:105) .

source: إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي والذين آمنوا والله ولي المؤمنين
en: Verily, among mankind who have the best claim to Ibrahim (Abraham) are those who followed him, and this Prophet (Muhammad صلى الله عليه وسلم) and those who have believed (Muslims). And Allah is the Wali (Protector and Helper) of the believers.

source: ودت طائفة من أهل الكتاب لو يضلونكم وما يضلون إلا أنفسهم وما يشعرون
en: A party of the people of the Scripture (Jews and Christians) wish to lead you astray. But they shall not lead astray anyone except themselves, and they perceive not.

source: يا أهل الكتاب لم تكفرون بآيات الله وأنتم تشهدون
en: O people of the Scripture! (Jews and Christians): "Why do you disbelieve in the Ayat of Allah, [the Verses about Prophet Muhammad صلى الله عليه وسلم present in the Taurat (Torah) and the Injeel (Gospel)] while you (yourselves) bear witness (to their truth)."

source: يا أهل الكتاب لم تلبسون الحق بالباطل وتكتمون الحق وأنتم تعلمون
en: O people of the Scripture (Jews and Christians): "Why do you mix truth with falsehood and conceal the truth while you know?"

source: وقالت طائفة من أهل الكتاب آمنوا بالذي أنزل على الذين آمنوا وجه النهار واكفروا آخره لعلهم يرجعون
en: And a party of the people of the Scripture say: "Believe in the morning in that which is revealed to the believers (Muslims), and reject it at the end of the day, so that they may turn back.

source: ولا تؤمنوا إلا لمن تبع دينكم قل إن الهدى هدى الله أن يؤتى أحد مثل ما أوتيتم أو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم
en: And believe no one except the one who follows your religion. Say (O Muhammad صلى الله عليه وسلم): "Verily! Right guidance is the Guidance of Allah" and do not believe that anyone can receive like that which you have received, otherwise they would engage you in argument before your Lord. Say (O Muhammad صلى الله عليه وسلم): "All the bounty is in the Hand of Allah; He grants to whom He wills. And Allah is All-Sufficient for His creatures' needs, All-Knower."

source: يختص برحمته من يشاء والله ذو الفضل العظيم
en: He selects for His Mercy (Islam and the Qur'an with Prophethood) whom He wills and Allah is the Owner of Great Bounty.

source: ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذلك بأنهم قالوا ليس علينا في الأميين سبيل ويقولون على الله الكذب وهم يعلمون
en: Among the people of the Scripture (Jews and Christians) is he who, if entrusted with a Qintar (a great amount of wealth, etc.), will readily pay it back; and among them there is he who, if entrusted with a single silver coin, will not repay it unless you constantly stand demanding, because they say: "There is no blame on us to betray and take the properties of the illiterates (Arabs)." But they tell a lie against Allah while they know it.

source: بلى من أوفى بعهده واتقى فإن الله يحب المتقين
en: Yes, whoever fulfils his pledge and fears Allah much; verily, then Allah loves those who are Al-Muttaqun (the pious - See V.2:2).

source: إن الذين يشترون بعهد الله وأيمانهم ثمنا قليلا أولئك لا خلاق لهم في الآخرة ولا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم
en: Verily, those who purchase a small gain at the cost of Allah's Covenant and their oaths, they shall have no portion in the Hereafter (Paradise). Neither will Allah speak to them, nor look at them on the Day of Resurrection, nor will He purify them, and they shall have a painful torment.

source: وإن منهم لفريقا يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون
en: And verily, among them is a party who distort the Book with their tongues (as they read), so that you may think it is from the Book, but it is not from the Book, and they say: "This is from Allah," but it is not from Allah; and they speak a lie against Allah while they know it.

source: ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوة ثم يقول للناس كونوا عبادا لي من دون الله ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون
en: It is not (possible) for any human being to whom Allah has given the Book and Al-Hukm (the knowledge and understanding of the laws of religion) and Prophethood to say to the people: "Be my worshippers rather than Allah's." On the contrary (he would say): "Be you Rabbaniyyun (learned men of religion who practise what they know and also preach others), because you are teaching the Book, and you are studying it."

source: ولا يأمركم أن تتخذوا الملائكة والنبيين أربابا أيأمركم بالكفر بعد إذ أنتم مسلمون
en: Nor would he order you to take angels and Prophets for lords (gods) . Would he order you to disbelieve after you have submitted to Allah's Will? (Tafsir At-Tabari).

source: وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين
en: And (remember) when Allah took the Covenant of the Prophets, saying: "Take whatever I gave you from the Book and Hikmah (understanding of the Laws of Allah), and afterwards there will come to you a Messenger (Muhammad صلى الله عليه وسلم) confirming what is with you; you must, then, believe in him and help him." Allah said: "Do you agree (to it) and will you take up My Covenant (which I conclude with you)?" They said: "We agree." He said: "Then bear witness; and I am with you among the witnesses (for this)."

source: فمن تولى بعد ذلك فأولئك هم الفاسقون
en: Then whoever turns away after this, they are the Fasiqun (rebellious: those who turn away from Allah's Obedience).

source: أفغير دين الله يبغون وله أسلم من في السماوات والأرض طوعا وكرها وإليه يرجعون
en: Do they seek other than the religion of Allah (the true Islamic Monotheism - worshipping none but Allah Alone), while to Him submitted all creatures in the heavens and the earth, willingly or unwillingly. And to Him shall they all be returned.

source: قل آمنا بالله وما أنزل علينا وما أنزل على إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى والنبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون
en: Say (O Muhammad صلى الله عليه وسلم): "We believe in Allah and in what has been sent down to us, and what was sent down to Ibrahim (Abraham), Isma'il (Ishmael), Ishaq (Isaac), Ya'qub (Jacob) and Al-Asbat [the offspring of the twelve sons of Ya'qub (Jacob)] and what was given to Musa (Moses), 'Îsa (Jesus) and the Prophets from their Lord. We make no distinction between one another among them and to Him (Allah) we have submitted (in Islam)."

source: ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين
en: And whoever seeks a religion other than Islam, it will never be accepted of him, and in the Hereafter he will be one of the losers .

source: كيف يهدي الله قوما كفروا بعد إيمانهم وشهدوا أن الرسول حق وجاءهم البينات والله لا يهدي القوم الظالمين
en: How shall Allah guide a people who disbelieved after their belief and after they bore witness that the Messenger (Muhammad صلى الله عليه وسلم) is true and after clear proofs had come unto them? And Allah guides not the people who are Zalimun (polytheists and wrong-doers).

source: أولئك جزاؤهم أن عليهم لعنة الله والملائكة والناس أجمعين
en: They are those whose recompense is that on them (rests) the Curse of Allah, of the angels, and of all mankind.

source: إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم
en: Except for those who repent after that and do righteous deeds. Verily, Allah is Oft-Forgiving, Most Merciful.

source: إن الذين كفروا بعد إيمانهم ثم ازدادوا كفرا لن تقبل توبتهم وأولئك هم الضالون
en: Verily, those who disbelieved after their Belief and then went on increasing in their disbelief (i.e. disbelief in the Qur'an and in Prophet Muhammad صلى الله عليه وسلم) - never will their repentance be accepted [because they repent only by their tongues and not from their hearts]. And they are those who are astray.

source: إن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض ذهبا ولو افتدى به أولئك لهم عذاب أليم وما لهم من ناصرين
en: Verily, those who disbelieved, and died while they were disbelievers, the (whole) earth full of gold will not be accepted from anyone of them even if they offered it as a ransom . For them is a painful torment and they will have no helpers.

source: لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فإن الله به عليم
en: By no means shall you attain Al-Birr (piety, righteousness - here it means Allah's Reward, i.e. Paradise), unless you spend (in Allah's Cause) of that which you love; and whatever of good you spend, Allah knows it well.

source: كل الطعام كان حلا لبني إسرائيل إلا ما حرم إسرائيل على نفسه من قبل أن تنزل التوراة قل فأتوا بالتوراة فاتلوها إن كنتم صادقين
en: All food was lawful to the Children of Israel, except what Israel made unlawful for himself before the Taurat (Torah) was revealed. Say (O Muhammad صلى الله عليه وسلم): "Bring here the Taurat (Torah) and recite it, if you are truthful."

source: فمن افترى على الله الكذب من بعد ذلك فأولئك هم الظالمون
en: Then after that, whosoever shall invent a lie against Allah, ... such shall indeed be the Zalimun (disbelievers).

source: قل صدق الله فاتبعوا ملة إبراهيم حنيفا وما كان من المشركين
en: Say (O Muhammad صلى الله عليه وسلم): "Allah has spoken the truth; follow the religion of Ibrahim (Abraham) Hanifa (Islamic Monotheism, i.e. he used to worship Allah Alone), and he was not of Al-Mushrikun " (See V.2:105)

source: إن أول بيت وضع للناس للذي ببكة مباركا وهدى للعالمين
en: Verily, the first House (of worship) appointed for mankind was that at Bakkah (Makkah), full of blessing, and a guidance for Al-'Alamin (mankind and jinn).

source: فيه آيات بينات مقام إبراهيم ومن دخله كان آمنا ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر فإن الله غني عن العالمين
en: In it are manifest signs (for example), the Maqam (place) of Ibrahim (Abraham); whosoever enters it, he attains security. And Hajj (pilgrimage to Makkah) to the House (Ka'bah ) is a duty that mankind owes to Allah, those who can afford the expenses (for one's conveyance, provision and residence); and whoever disbelieves [i.e. denies Hajj (pilgrimage to Makkah), then he is a disbeliever of Allah], then Allah stands not in need of any of the 'Alamin (mankind, jinn and all that exists) .

source: قل يا أهل الكتاب لم تكفرون بآيات الله والله شهيد على ما تعملون
en: Say: "O people of the Scripture (Jews and Christians)! Why do you reject the Ayat of Allah (proofs, evidence, verses, lessons, signs, revelations, etc.) while Allah is Witness to what you do?"

source: قل يا أهل الكتاب لم تصدون عن سبيل الله من آمن تبغونها عوجا وأنتم شهداء وما الله بغافل عما تعملون
en: Say: "O people of the Scripture (Jews and Christians)! Why do you stop those who have believed, from the Path of Allah, seeking to make it seem crooked, while you (yourselves) are witnesses [to Muhammad صلى الله عليه وسلم as a Messenger of Allah and Islam (Allah's religion, i.e. to worship none but Him Alone)]? And Allah is not unaware of what you do."

source: يا أيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتاب يردوكم بعد إيمانكم كافرين
en: O you who believe! If you obey a group of those who were given the Scripture (Jews and Christians), they would (indeed) render you disbelievers after you have believed!

source: وكيف تكفرون وأنتم تتلى عليكم آيات الله وفيكم رسوله ومن يعتصم بالله فقد هدي إلى صراط مستقيم
en: And how would you disbelieve, while unto you are recited the Verses of Allah, and among you is His Messenger (Muhammad صلى الله عليه وسلم)? And whoever holds firmly to Allah, (i.e. follows Islam - Allah's Religion, and obeys all that Allah has ordered, practically), then he is indeed guided to the Right Path.

source: يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون
en: O you who believe! Fear Allah (by doing all that He has ordered and by abstaining from all that He has forbidden) as He should be feared. [Obey Him, be thankful to Him, and remember Him always], and die not except in a state of Islam [as Muslims (with complete submission to Allah)].

source: واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا حفرة من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون
en: And hold fast, all of you together, to the Rope of Allah (i.e. this Qur'an), and be not divided among yourselves , and remember Allah's Favour on you, for you were enemies one to another but He joined your hearts together, so that, by His Grace, you became brethren (in Islamic Faith), and you were on the brink of a pit of Fire, and He saved you from it. Thus Allah makes His Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.,) clear to you, that you may be guided.

source: ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون
en: Let there arise out of you a group of people inviting to all that is good (Islam), enjoining Al-Ma'ruf (i.e. Islamic Monotheism and all that Islam orders one to do) and forbidding Al-Munkar (polytheism and disbelief and all that Islam has forbidden). And it is they who are the successful.

source: ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم
en: And be not as those who divided and differed among themselves after the clear proofs had come to them. It is they for whom there is an awful torment.

source: يوم تبيض وجوه وتسود وجوه فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم فذوقوا العذاب بما كنتم تكفرون
en: On the Day (i.e. the Day of Resurrection) when some faces will become white and some faces will become black; as for those whose faces will become black (to them will be said): "Did you reject Faith after accepting it? Then taste the torment (in Hell) for rejecting Faith."

source: وأما الذين ابيضت وجوههم ففي رحمة الله هم فيها خالدون
en: And for those whose faces will become white, they will be in Allah's Mercy (Paradise), therein they shall dwell forever.

source: تلك آيات الله نتلوها عليك بالحق وما الله يريد ظلما للعالمين
en: These are the Verses of Allah: We recite them to you (O Muhammad صلى الله عليه وسلم) in truth, and Allah wills no injustice to the 'Alamin (mankind, jinn and all that exists).

source: ولله ما في السماوات وما في الأرض وإلى الله ترجع الأمور
en: And to Allah belongs all that is in the heavens and all that is in the earth. And all matters go back (for decision) to Allah.

source: كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو آمن أهل الكتاب لكان خيرا لهم منهم المؤمنون وأكثرهم الفاسقون
en: You [true believers in Islamic Monotheism, and real followers of Prophet Muhammad صلى الله عليه وسلم) and his Sunnah] are the best of peoples ever raised up for mankind; you enjoin Al-Ma'ruf (i.e. Islamic Monotheism and all that Islam has ordained) and forbid Al-Munkar (polytheism, disbelief and all that Islam has forbidden), and you believe in Allah . And had the people of the Scripture (Jews and Christians) believed, it would have been better for them; among them are some who have faith, but most of them are Al-Fasiqun (disobedient to Allah - and rebellious against Allah's Command).

source: لن يضروكم إلا أذى وإن يقاتلوكم يولوكم الأدبار ثم لا ينصرون
en: They will do you no harm, barring a trifling annoyance; and if they fight against you, they will show you their backs, and they will not be helped.

source: ضربت عليهم الذلة أين ما ثقفوا إلا بحبل من الله وحبل من الناس وباءوا بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون
en: Indignity is put over them wherever they may be, except when under a covenant (of protection) from Allah, and from men; they have drawn on themselves the Wrath of Allah, and destruction is put over them. This is because they disbelieved in the Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allah and killed the Prophets without right. This is because they disobeyed (Allah) and used to transgress beyond bounds (in Allah's disobedience, crimes and sins).

source: ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون
en: Not all of them are alike; a party of the people of the Scripture stand for the right, they recite the Verses of Allah during the hours of the night, prostrating themselves in prayer.

source: يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات وأولئك من الصالحين
en: They believe in Allah and the Last Day; they enjoin Al-Ma'ruf (Islamic Monotheism, and following Prophet Muhammad صلى الله عليه وسلم) and forbid Al-Munkar (polytheism, disbelief and opposing Prophet Muhammad صلى الله عليه وسلم); and they hasten in (all) good works; and they are among the righteous.

source: وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين
en: And whatever good they do, nothing will be rejected of them; for Allah knows well those who are Al-Muttaqun (the pious - See V.2:2).

source: إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله شيئا وأولئك أصحاب النار هم فيها خالدون
en: Surely, those who reject Faith (disbelieve in Allah and in Muhammad صلى الله عليه وسلم) as being Allah's Messenger and in all that which he صلى الله عليه وسلم has brought from Allah), neither their properties, nor their offspring will avail them aught against Allah. They are the dwellers of the Fire, therein they will abide. (Tafsir At-Tabari).

source: مثل ما ينفقون في هذه الحياة الدنيا كمثل ريح فيها صر أصابت حرث قوم ظلموا أنفسهم فأهلكته وما ظلمهم الله ولكن أنفسهم يظلمون
en: The likeness of what they spend in this world is the likeness of a wind which is extremely cold; it struck the harvest of a people who did wrong against themselves and destroyed it, (i.e. the good deed of a person is only accepted if he is a monotheist and believes in all the Prophets of Allah, including the Christ عليه السلام and Muhammad صلى الله عليه وسلم). Allah wronged them not, but they wronged themselves.

source: يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا يألونكم خبالا ودوا ما عنتم قد بدت البغضاء من أفواههم وما تخفي صدورهم أكبر قد بينا لكم الآيات إن كنتم تعقلون
en: O you who believe! Take not as (your) Bitanah (advisors, consultants, protectors, helpers, friends) those outside your religion (pagans, Jews, Christians, and hypocrites) since they will not fail to do their best to corrupt you. They desire to harm you severely. Hatred has already appeared from their mouths, but what their breasts conceal is far worse. Indeed We have made plain to you the Ayat (proofs, evidence, verses) if you understand.

source: ها أنتم أولاء تحبونهم ولا يحبونكم وتؤمنون بالكتاب كله وإذا لقوكم قالوا آمنا وإذا خلوا عضوا عليكم الأنامل من الغيظ قل موتوا بغيظكم إن الله عليم بذات الصدور
en: Lo! You are the ones who love them but they love you not, and you believe in all the Scriptures [i.e. you believe in the Taurat (Torah) and the Injeel (Gospel), while they disbelieve in your Book, the Qur'an]. And when they meet you, they say, "We believe." But when they are alone, they bite the tips of their fingers at you in rage. Say: "Perish in your rage. Certainly, Allah knows what is in the breasts (all the secrets)."

source: إن تمسسكم حسنة تسؤهم وإن تصبكم سيئة يفرحوا بها وإن تصبروا وتتقوا لا يضركم كيدهم شيئا إن الله بما يعملون محيط
en: If a good befalls you, it grieves them, but if some evil overtakes you, they rejoice at it. But if you remain patient and become Al-Muttaqun [the pious - See V.2:2], not the least harm will their cunning do to you. Surely, Allah surrounds all that they do.

source: وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال والله سميع عليم
en: And (remember) when you (Muhammad صلى الله عليه وسلم) left your household in the morning to post the believers at their stations for the battle (of Uhud). And Allah is All-Hearer, All-Knower.

source: إذ همت طائفتان منكم أن تفشلا والله وليهما وعلى الله فليتوكل المؤمنون
en: When two parties from among you were about to lose heart, but Allah was their Wali (Supporter and Protector). And in Allah should the believers put their trust.

source: ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون
en: And Allah has already made you victorious at Badr, when you were a weak little force. So fear Allah much that you may be grateful.

source: إذ تقول للمؤمنين ألن يكفيكم أن يمدكم ربكم بثلاثة آلاف من الملائكة منزلين
en: (Remember) when you (Muhammad صلى الله عليه وسلم) said to the believers, "Is it not enough for you that your Lord (Allah) should help you with three thousand angels sent down?"

source: بلى إن تصبروا وتتقوا ويأتوكم من فورهم هذا يمددكم ربكم بخمسة آلاف من الملائكة مسومين
en: "Yes, if you hold on to patience and piety, and the enemy comes rushing at you; your Lord will help you with five thousand angels having marks (of distinction)."

source: وما جعله الله إلا بشرى لكم ولتطمئن قلوبكم به وما النصر إلا من عند الله العزيز الحكيم
en: Allah made it not but as a message of good news for you and as an assurance to your hearts. And there is no victory except from Allah, the All-Mighty, the All-Wise.

source: ليقطع طرفا من الذين كفروا أو يكبتهم فينقلبوا خائبين
en: That He might cut off a part of those who disbelieve, or expose them to infamy, so that they retire frustrated.

source: ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون
en: Not for you (O Muhammad صلى الله عليه وسلم, but for Allah) is the decision; whether He turns in mercy to (pardons) them or punishes them; verily, they are the Zalimun (polytheists, disobedients, and wrong-doers).

source: ولله ما في السماوات وما في الأرض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم
en: And to Allah belongs all that is in the heavens and all that is in the earth. He forgives whom He wills, and punishes whom He wills. And Allah is Oft-Forgiving, Most Merciful.

source: يا أيها الذين آمنوا لا تأكلوا الربا أضعافا مضاعفة واتقوا الله لعلكم تفلحون
en: O you who believe! Eat not Riba (usury) doubled and multiplied, but fear Allah that you may be successful.

source: واتقوا النار التي أعدت للكافرين
en: And fear the Fire, which is prepared for the disbelievers.

source: وأطيعوا الله والرسول لعلكم ترحمون
en: And obey Allah and the Messenger (Muhammad صلى الله عليه وسلم) that you may obtain mercy.

source: وسارعوا إلى مغفرة من ربكم وجنة عرضها السماوات والأرض أعدت للمتقين
en: And march forth in the way (which leads to) forgiveness from your Lord, and for Paradise as wide as the heavens and the earth, prepared for Al-Muttaqun (the pious - See V.2:2).
